{
  "title": "SUMMARY OF KEY POINTS",
  "descriptions": [
    {
      "text": "This summary provides key points from our privacy notice, but you can find out more details about any of these topics by clicking the link following each key point or by using our <span style='text-decoration: underline'>table of contents</span> below to find the section you are looking for."
    },
    {
      "text": "<span style='font-weight: 600'>What personal information do we process?</span> When you visit, use, or navigate our Services, we may process personal information depending on how you interact with us and the Services, the choices you make, and the products and features you use. Learn more about <span style='text-decoration: underline'>personal information you disclose to us<span>."
    },
    {
      "text": "<span style='font-weight: 600'>Do we process any sensitive personal information?</span> We do not process sensitive personal information."
    },
    {
      "text": "<span style='font-weight: 600'>Do we receive any information from third parties?</span> We may receive information from public databases, marketing partners, social media platforms, and other outside sources. Learn more about <span style='text-decoration: underline'>information collected from other sources</span>."
    },
    {
      "text": "<span style='font-weight: 600'>How do we process your information?</span> We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law. We may also process your information for other purposes with your consent. We process your information only when we have a valid legal reason to do so. Learn more about <span style='text-decoration: underline'>how we process your information</span>."
    },
    {
      "text": "<span style='font-weight: 600'>In what situations and with which parties do we share personal information?</span> We may share information in specific situations and with specific third parties. Learn more about <span style='text-decoration: underline'>when and with whom we share your personal information</span>."
    },
    {
      "text": "<span style='font-weight: 600'>What are your rights?</span> Depending on where you are located geographically, the applicable privacy law may mean you have certain rights regarding your personal information. Learn more about <span style='text-decoration: underline'>your privacy rights</span>."
    },
    {
      "text": "<span style='font-weight: 600'>How do you exercise your rights?</span> The easiest way to exercise your rights is by submitting a <span style='text-decoration: underline'>data subject access request</span>, or by contacting us. We will consider and act upon any request in accordance with applicable data protection laws."
    },
    {
      "text": "Want to learn more about what we do with any information we collect? <span style='text-decoration: underline'>Review the privacy notice in full</span>."
    }
  ]
}
